package util;

public class Constants { // 90 уникальных городов
    public static final String[] cities = {
            "Москва", "Санкт-Петербург", "Хельсинки", "Копенгаген", "Мурманск",
            "Архангельск", "Вологда", "Астрахань", "Владивосток", "Самара",
            "Екатеринбург", "Казань", "Челябинск", "Калининград", "Уфа",
            "Смоленск", "Воронеж", "Берлин", "Гамбург", "Дрезден",
            "Лейпциг", "Нюрнберг", "Вена", "Рим", "Неаполь",
            "Тула", "София", "Стамбул", "Анкара", "Ереван",
            "Тбилиси", "Баку", "Грозный", "Минск", "Томск",
            "Красноярск", "Львов", "Таллинн", "Рига", "Каунас",
            "Стокгольм", "Осло", "Гётеборг", "Амстердам", "Брюссель",
            "Париж", "Марсель", "Ницца", "Мадрид", "Севилья",
            "Лиссабон", "Фаро", "Загреб", "Любляна", "Варна",
            "Солунь", "Сараево", "Тирана", "Подгорица", "Бухарест",
            "Клуж-Напока", "Тимишоара", "Ростов-на-Дону", "Бургас", "Измир",
            "Анталия", "Кайсери", "Газиантеп", "Конья", "Трабзон",
            "Эрзурум", "Мерсин", "Батуми", "Сухуми", "Новороссийск",
            "Керчь", "Симферополь", "Ялта", "Барселона", "Гранада",
            "Чебоксары", "Пенза", "Иркутск", "Пермь", "Владимир",
            "Саратов", "Новосибирск", "Калуга", "Тюмень", "Ярославль"
    };
}
